---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimLabel
source: html/2f83a170-9a16-20b2-a726-6718b5cf196b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimLabel Property

"Label"

## Syntax (C#)
```csharp
public static ForgeTypeId DimLabel { get; }
```